Repository: tranvanhieu21032001/tripin_app
Catalog: lib/l10n/*.arb
Languages: vi

# loginTitle
source: Login
vi: Dang nhap

# loginEmailLabel
source: Email Address
vi: Dia chi email

# loginEmailHint
source: Enter your email
vi: Nhap email cua ban

# loginPasswordLabel
source: Password
vi: Mat khau

# loginPasswordHint
source: Enter your password
vi: Nhap mat khau cua ban

# loginRememberMe
source: Remember Me
vi: Ghi nho dang nhap

# loginForgotPassword
source: Forgot Password?
vi: Quen mat khau?

# loginSignIn
source: Sign In
vi: Dang nhap

# loginSigningIn
source: Signing In...
vi: Dang dang nhap...

# loginEmailRequired
source: Email is required
vi: Can nhap email

# loginEmailInvalid
source: Invalid email
vi: Email khong hop le

# loginPasswordRequired
source: Password is required
vi: Can nhap mat khau

# loginErrorGeneric
source: Login failed. Please try again.
vi: Dang nhap that bai. Vui long thu lai.

# homeGreetingMorning
source: Good Morning,
vi: Chao buoi sang,

# homeGreetingAfternoon
source: Good Afternoon,
vi: Chao buoi chieu,

# homeGreetingEvening
source: Good Evening,
vi: Chao buoi toi,

# homeGreetingDefault
source: Hello,
vi: Xin chao,
